"MAC_LAUNCHER_DOWNLOADING" = "Dashlane wordt gedownload...";
"MAC_LAUNCHER_FAILED_CHECK_DESCRIPTION" = "Er is een fout opgetreden bij het installeren van Dashlane. Controleer uw internetverbinding en probeer het opnieuw.";
"MAC_LAUNCHER_FAILED_CHECK_TITLE" = "Installatie mislukt";
"MAC_LAUNCHER_FAILED_DOWNLOAD_DESCRIPTION" = "Er is een fout opgetreden bij het downloaden van Dashlane. Probeer het opnieuw.";
"MAC_LAUNCHER_FAILED_DOWNLOAD_TITLE" = "Download mislukt";
"MAC_LAUNCHER_FAILED_INSTALL_DESCRIPTION" = "Er is een fout opgetreden bij het installeren van Dashlane. Probeer het opnieuw.";
"MAC_LAUNCHER_FAILED_INSTALL_TITLE" = "Installatie mislukt";
"MAC_LAUNCHER_FAILED_WARNING_MANUAL_DONWLOAD" = "Probeer het opnieuw";
"MAC_LAUNCHER_FAILED_WARNING_QUIT" = "Stoppen";
"MAC_LAUNCHER_INCOMPLETE_WARNING_CONTINUE" = "Doorgaan met installatie";
"MAC_LAUNCHER_INCOMPLETE_WARNING_DESCRIPTION" = "De installatie Dashlane is bijna voltooid. Weet u zeker dat u wilt stoppen?";
"MAC_LAUNCHER_INCOMPLETE_WARNING_QUIT" = "Stoppen";
"MAC_LAUNCHER_INCOMPLETE_WARNING_TITLE" = "Onvolledige installatie";
"MAC_LAUNCHER_INSTALLING" = "Dashlane wordt geïnstalleerd...";
"MAC_LAUNCHER_MACAPPSTORE_WARNING_DESCRIPTION" = "Het lijkt erop dat u Dashlane al vanuit de App Store heeft geïnstalleerd... Kijk in de App Store voor de laatste update.";
"MAC_LAUNCHER_MACAPPSTORE_WARNING_MANUAL_DONWLOAD" = "Toch downloaden";
"MAC_LAUNCHER_MACAPPSTORE_WARNING_OPEN" = "Open de App Store";
"MAC_LAUNCHER_MACAPPSTORE_WARNING_QUIT" = "Stoppen";
"MAC_LAUNCHER_MACAPPSTORE_WARNING_TITLE" = "Gebruik de App Store-versie van Dashlane";
"MAC_LAUNCHER_WINDOW_TITLE" = "Installeer Dashlane";
